Repository: ENACTUS-BHOS/Front-end
Catalog: Shared/Resources/Resources.*.resx
Languages: az

source: Home page
az: Ana səhifə

# worksPage
source: Works
az: Əl işləri

# tutorialsPage
source: Tutorials
az: Təlimlər

# exhibitionsPage
source: Exhibitions
az: Sərgilər

# aboutUsPage
source: About Us
az: Haqqımızda

# homeSlogan
source: Let's live our legacy by overcoming the limitations!
az: Məhdudiyyətləri aşaraq Mirasımızı yaşadaq!

# mission
source: Our mission
az: Missiyamız

# missionSloganPart1
source: By promoting handicrafts of people with physical disabilities
az: Fiziki məhdudiyyətli insanların əl işlərini tanıdaraq

# missionSloganPart2
source: we support them.
az: onlara dəstək oluruq.

# missionSloganPart3
source: They are our Legacy!
az: Onlar bizim Mirasımızdır!

# artists
source: Let's get to know our artists
az: Sənətkarlarımızı tanıyaq

# homeQuote
source: Every handiwork is a source of light and hope.
az: Hər bir əl işi bir göz nuru və ümid mənbəyidir.

# worksPagePass
source: Handicrafts of people with physical disabilities
az: Fiziki məhdudiyyətli şəxslərin əl işləri

# seeWorks
source: Look at the handicrafts
az: Əl işlərinə bax

# tutorialsPagePass
source: Learn the art with us
az: Sənəti bizimlə öyrən

# exhibitionsPagePass
source: Opportunity to sell handicrafts
az: Əl işlərini satmaq imkanı

# tutorialsPagePassSubtitle
source: Tutorials
az: Təlimlər

# exhibitionsPagePassSubtitle
source: Exhibitions
az: Sərgilər

# partners
source: Our partners
az: Tərəfdaşlarımız

# artistsSpeak
source: The Artists Speak
az: Danışır Sənətkarlar

# logoSlogan
source: Let's live our rich cultural legacy with handicrafts
az: Əl işləri ilə zəngin mədəni mirasımızı yaşadaq

source: Website
az: Veb sayt

source: Contact Us
az: Bizimlə Əlaqə

# callUs
source: Phone number
az: Zəng Edin

source: Sort
az: Sırala

source: Filter
az: Filtr

source: Search
az: Axtar

# searchPlaceholder
source: Search artists and handiworks
az: Sənətkar və əl işi axtarın

# ascendingPriceSort
source: Sort by ascending price
az: Artan qiymət üzrə sırala

# descendingPriceSort
source: Sort by descending price
az: Azalan qiymət üzrə sırala

source: Minimum price
az: Minimum qiymət

source: Maximum price
az: Maximum qiymət

source: Social media accounts
az: Sosial media hesabları

source: Phone number
az: Telefon nömrəsi

source: Order Form
az: Sifariş Formu

# orderFormDescription
source: In order for us to deliver your order to the craftsman, please fill in the following information.
az: Sizin sifarişinizi sənətkara çatdırmağımız üçün, zəhmət olmasa aşağıdakı məlumatları doldurun.

# nameField
source: Full Name
az: Ad Soyad

# contactField
source: Contact Number
az: Əlaqə Nömrəsi

# emailField
source: Email Address
az: Email Ünvanı

# notesField
source: Additional Notes
az: Əlavə Qeyd

source: Confirm
az: Təsdiqlə

# nameFieldPlaceholder
source: Enter your Full Name
az: Adınızı və Soyadınızı daxil edin

# emailExample
source: sample@mail.com
az: nümunə@mail.com

# notesFieldPlaceholder
source: Please specify if you have any special order notes
az: Sifarişlə bağlı xüsusi qeydiniz varsa qeyd edin

# tutorialsPageSlogan
source: Everyone is an artist, bring out the artist in you with us!
az: Hər kəs bir sənətkardır, içinizdəki sənətkarı bizimlə ortaya çıxarın!
